Revit 2027 API
ScheduleSortGroupField Constructor
 Creates a new ScheduleSortGroupField.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ScheduleSortGroupField()
Public Sub New
public:
ScheduleSortGroupField()
new : unit -> ScheduleSortGroupField
See Also
Reference
ScheduleSortGroupField Class
ScheduleSortGroupField Overload
Autodesk.Revit.DB Namespace